[{
    "name": "addendum",
    "description": "Addendum provides some benefit to the spell being cast if it was cast during your main phase. [Unofficial]"
  }, {
    "name": "battalion",
    "description": "Battalion refers to an ability like \"Whenever this creature and at least two other creatures attack, [effect].\" [Unofficial]"
  }, {
    "name": "bloodrush",
    "description": "Bloodrush refers to an ability like \"[Cost], Discard this card: Target attacking creature gets [effect].\" [Unofficial]"
  }, {
    "name": "channel",
    "description": "Channel refers to an ability like \"[Cost], Discard this card: [Effect].\" [Unofficial]"
  }, {
    "name": "chroma",
    "description": "Chroma refers to an ability that counts the number of mana symbols of a given color in the mana costs of a set of objects. [Unofficial]"
  }, {
    "name": "cohort",
    "description": "Cohort refers to an ability like \"{T}, Tap an untapped Ally you control: [Effect].\" [Unofficial]"
  }, {
    "name": "constellation",
    "description": "Constellation refers to an ability like \"Whenever this permanent or another enchantment enters the battlefield under your control, [effect].\" [Unofficial]"
  }, {
    "name": "converge",
    "description": "Converge appears on spells whose effects depend on the number of colors of mana spent to cast them. [Unofficial]"
  }, {
    "name": "council's dilemma",
    "description": "Council's Dilemma allows players to vote, and has varying effects based on the number of votes for each option. [Unofficial]"
  }, {
    "name": "delirium",
    "description": "Delirium refers to an ability that checks if there are four or more card types in your graveyard. [Unofficial]"
  }, {
    "name": "domain",
    "description": "Domain refers to an ability that varies with the number of basic land types you control. [Unofficial]"
  }, {
    "name": "eminence",
    "description": "Eminence refers to an ability that functions while the card is either in the command zone or on the battlefield. [Unofficial]"
  }, {
    "name": "enrage",
    "description": "Enrage refers to an ability like \"Whenever this permanent is dealt damage, [effect].\" [Unofficial]"
  }, {
    "name": "fateful hour",
    "description": "Fateful Hour refers to an ability with an increased effect if you have 5 or less life. [Unofficial]"
  }, {
    "name": "ferocious",
    "description": "Ferocious refers to an ability with an increased effect if you control a creature with power 4 or greater. [Unofficial]"
  }, {
    "name": "formidable",
    "description": "Formidable refers to an ability that can only be activated if you control creatures with total power 8 or greater. [Unofficial]"
  }, {
    "name": "grandeur",
    "description": "Grandeur refers to an ability like \"Discard another card named ~: [Effect].\" [Unofficial]"
  }, {
    "name": "hellbent",
    "description": "Hellbent refers to an ability or effect that is only active if you have no cards in your hand. [Unofficial]"
  }, {
    "name": "heroic",
    "description": "Heroic refers to an ability like \"Whenever you cast a spell that targets this creature, [effect].\" [Unofficial]"
  }, {
    "name": "imprint",
    "description": "Imprint refers to an ability which lets you exile some number of cards and then has some effect which references the characteristics of the cards that were exiled. [Unofficial]"
  }, {
    "name": "inspired",
    "description": "Inspired refers to an ability like \"Whenever this creature becomes untapped, [effect].\" [Unofficial]"
  }, {
    "name": "join forces",
    "description": "Join Forces is found on spells which let each player pay any amount of mana, and then each player benefits from the spell. [Unofficial]"
  }, {
    "name": "kinship",
    "description": "Kinship refers to an ability like \"At the beginning of your upkeep, you may look at the top card of your library. If it shares a creature type with this permanent, you may reveal it. If you do, [effect].\" [Unofficial]"
  }, {
    "name": "landfall",
    "description": "Landfall refers to triggered abilities that trigger when a land enters the battlefield under your control. [Unofficial]"
  }, {
    "name": "lieutenant",
    "description": "Lieutenant refers to an effect that is only active if you control your commander. [Unofficial]"
  }, {
    "name": "metalcraft",
    "description": "Metalcraft confers some benefit to a spell, ability, or permanent if you control three or more artifacts. [Unofficial]"
  }, {
    "name": "morbid",
    "description": "Morbid refers to an effect or ability that is only active if a creature died this turn. [Unofficial]"
  }, {
    "name": "parley",
    "description": "Parley refers to abilities which have all players reveal the top card of their library, and the effect varies with the number of nonland cards revealed this way. [Unofficial]"
  }, {
    "name": "radiance",
    "description": "Radiance refers to spells or effects that affect their target and each other permanent of the same type that shares a color with it. [Unofficial]"
  }, {
    "name": "raid",
    "description": "Raid refers to an ability which gives a card different or additional characteristics if the player has attacked with a creature that turn. [Unofficial]"
  }, {
    "name": "rally",
    "description": "Rally refers to an ability like \"Whenever this card or another Ally enters the battlefield under your control, [effect].\" [Unofficial]"
  }, {
    "name": "revolt",
    "description": "Revolt refers to a effect or ability that is only active if a permanent you controlled left the battlefield this turn. [Unofficial]"
  }, {
    "name": "spell mastery",
    "description": "Spell Mastery provides some benefit to a spell if its controller has two or more instant or sorcery cards in their graveyard. [Unofficial]"
  }, {
    "name": "strive",
    "description": "Strive lets you pay additional mana to allow a spell to have additional targets. [Unofficial]"
  }, {
    "name": "sweep",
    "description": "Sweep refers to an ability which lets you return any number of cards you control of a single basic land type to their owners' hands, then the effect varies with the number of lands returned this way. [Unofficial]"
  }, {
    "name": "tempting offer",
    "description": "Tempting Offer lets a player take an action, then offers the player's opponents the same action. The original player takes the action again for each opponent who chose to do so. [Unofficial]"
  }, {
    "name": "threshold",
    "description": "Threshold gives a card different or additional characteristics if its controller has seven or more cards in their graveyard. [Unofficial]"
  }, {
    "name": "undergrowth",
    "description": "Undergrowth refers to an ability which varies based on the number of creature cards in its controller's graveyard. [Unofficial]"
  }, {
    "name": "will of the council",
    "description": "Will of the Council lets players vote on an outcome and the outcome/s with the highest number of votes happens. [Unofficial]"
  }]